[
  {
    "id": "GEN.1.S1",
    "title": "The Six Days of Creation",
    "summary": "God speaks the universe into existence, forming light, sky, land, seas, plants, celestial bodies, animals, and finally humanity in His image. Each day builds toward a climax as creation grows more ordered and alive, ending with God’s delighted declaration that everything He has made is very good.",
    "keyMoments": [
      "A vast, dark, formless void covered in deep waters, with the Spirit of God hovering over the surface—an otherworldly, expectant stillness before creation begins.",
      "God proclaiming, “Let there be light,” as light suddenly bursts into the darkness, separating into day and night—the first dramatic division of creation.",
      "The waters pulling back to reveal dry land while towering seas gather on either side, followed by the earth suddenly sprouting lush vegetation, trees heavy with fruit, and plants of every kind.",
      "The creation of the sun, moon, and stars: colossal lights blazing into the sky, arranging day and night, with constellations appearing over the now-formed earth below.",
      "Oceans erupting with movement as massive sea creatures and schools of fish fill the waters, while flocks of birds of every color take flight across the sky above a young, pristine world.",
      "God forming humanity—male and female—in His image, standing amidst animals and verdant earth as He blesses them and gives them rule over creation, followed by a final wide shot of all creation as God looks upon it and calls it “very good.”"
    ],
    "source": {
      "book": "Genesis",
      "chapter": 1,
      "section": "GEN.S1"
    }
  },
  {
    "id": "GEN.2.S2",
    "title": "The Day God Rested",
    "summary": "After completing the vast work of creating the heavens and the earth, God ceases from His labor on the seventh day. He then blesses and sets apart this day as holy, marking creation’s completion and the beginning of sacred rest.",
    "keyMoments": [
      "A sweeping cosmic shot of the completed heavens and earth: stars, galaxies, oceans, mountains, plants, and animals all in harmony, showing creation in its finished glory.",
      "A transition panel from the busy activity of creation (light, land forming, life emerging) to a calm, still universe, visually emphasizing that the work is now complete.",
      "A focused image of God’s presence overlooking the finished world from a heavenly vantage point, with a sense of satisfaction and peace on the seventh day.",
      "A serene scene symbolizing God ‘resting’: the world bathed in gentle light, with no new acts of creation, only quiet, completed beauty.",
      "A panel showing the seventh day being ‘blessed’ and ‘sanctified’—perhaps depicted as the day itself glowing or being encircled by light, setting it apart from the other days."
    ],
    "source": {
      "book": "Genesis",
      "chapter": 2,
      "section": "GEN.S2"
    }
  },
  {
    "id": "GEN.2.S3",
    "title": "The First Man and Woman in Eden",
    "summary": "God forms the first man from the dust, places him in a lush, newly planted garden, and commands him concerning the tree of the knowledge of good and evil. Seeing that the man is alone, God brings the animals to him to be named, then creates the first woman from his rib and unites them in an innocent, shame-free union.",
    "keyMoments": [
      "God forming the man from the dust of the ground and breathing the breath of life into his nostrils as the barren earth lies around him.",
      "The transformation of the landscape as God plants the Garden of Eden: vibrant trees, the tree of life and the tree of the knowledge of good and evil in the center, and a river flowing out and branching into four streams.",
      "God placing the man in the garden, pointing out the trees as He commands him about freely eating from every tree except the tree of the knowledge of good and evil, with that tree visually highlighted as dangerous or set apart.",
      "Scenes of animals and birds being brought before the man one by one as he sits or stands thoughtfully, speaking their names, with growing awareness that none is a suitable partner for him.",
      "The man lying in a deep, supernatural sleep while God gently removes a rib and forms it into a woman, shown as a wondrous, luminous act of creation.",
      "God presenting the newly formed woman to the man, his joyful exclamation about “bone of my bones,” and the closing image of the man and woman together in the garden, naked and unashamed amid the beauty of Eden."
    ],
    "source": {
      "book": "Genesis",
      "chapter": 2,
      "section": "GEN.S3"
    }
  },
  {
    "id": "GEN.3.S4",
    "title": "The Serpent’s Deception in the Garden",
    "summary": "In the garden of Eden, a crafty serpent questions God’s command and tempts the woman to eat from the forbidden tree. Enticed by the fruit’s beauty and promise of wisdom, she and her husband eat it, and suddenly become aware of their nakedness, scrambling to cover themselves with fig leaves.",
    "keyMoments": [
      "The serpent, coiled near the forbidden tree, speaks slyly to the woman, questioning God’s command while the lush garden stretches behind them.",
      "Close-up of the woman responding, pointing toward the tree in the middle of the garden, explaining God’s warning not to eat or touch its fruit.",
      "The serpent leaning closer, eyes gleaming, as it boldly contradicts God: promising opened eyes and godlike knowledge of good and evil.",
      "A dramatic panel of the woman staring at the radiant, appealing fruit, her hand hesitating just before plucking it from the tree’s branch.",
      "The woman handing the bitten fruit to her husband at her side, both caught in a tense, pivotal moment as he decides to eat it too.",
      "Their eyes suddenly opened: the man and woman looking shocked and ashamed, hurriedly sewing fig leaves together to make coverings amid the trees of the garden."
    ],
    "source": {
      "book": "Genesis",
      "chapter": 3,
      "section": "GEN.S4"
    }
  },
  {
    "id": "GEN.3.S5",
    "title": "Confrontation in the Garden",
    "summary": "After disobeying God, Adam and Eve hear Him walking in the garden and hide among the trees, afraid of their own nakedness. God confronts them about their disobedience, and in fear and shame they shift blame—Adam to Eve, and Eve to the serpent.",
    "keyMoments": [
      "Adam and Eve crouched and hiding among dense trees in Eden as the presence of the LORD moves through the garden in the cool of the day.",
      "A powerful, unseen or partially-glimpsed figure of God calling out, “Where are you?” into the lush, shadowed garden.",
      "Adam stepping hesitantly from hiding, covering himself, confessing his fear and nakedness before God’s looming presence.",
      "God questioning Adam directly: “Who told you that you were naked? Have you eaten from the tree…?” with the forbidden tree visible in the background.",
      "Adam pointing toward Eve in a mixture of fear and defensiveness, saying, “The woman whom You gave me, she gave me fruit…,” while Eve looks stunned and ashamed.",
      "God turning to Eve with solemn intensity as she indicates the serpent coiled nearby, saying, “The serpent deceived me, and I ate.”"
    ],
    "source": {
      "book": "Genesis",
      "chapter": 3,
      "section": "GEN.S5"
    }
  }
]